---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.FtPerKip
source: html/729ee285-9f0f-1c7a-7ef9-cbb7894948ee.htm
---
# Autodesk.Revit.DB.SymbolTypeId.FtPerKip Property

Symbol ft/kip, indicating unit Feet per kip.

## Syntax (C#)
```csharp
public static ForgeTypeId FtPerKip { get; }
```